thislist = ["apple", "banana", "cherry"]
print(len(thislist)) #len = dlina

list1 = ["apple", "banana", "cherry"]
list2 = [1, 5, 7, 9, 3]
list3 = [True, False, False]

mylist = ["apple", "banana", "cherry"]
print(type(mylist))

'''
List - это упорядоченная и изменяемая коллекция. Допускаются повторяющиеся элементы.
Tuple - это упорядоченная и неизменяемая коллекция. Допускаются повторяющиеся элементы.
Set - это неупорядоченная, неизменяемая* и неиндексированная коллекция. Нет повторяющихся элементов.
Dictionary - это упорядоченная коллекция**, которую можно изменять. В ней нет повторяющихся элементов.
'''